import React from 'react';

export default function order() {
  return (
    <div className='order portrait' style={{border: '1px solid black', margin: '0 auto'}}>
      <div className='row row_centered'>
        <p>МІНІСТЕРСТВО ОБОРОНИ УКРАЇНИ</p>
        <br/>
        <p>ВИТЯГ З НАКАЗУ</p>
        <br/>
        <p>Командира військової частини А1799</p>
        <br/>
        <div className='row_multicol'>
          <span>31.07.2019</span>
          <span>м. Київ</span>
          <span>№143-ЧЗ</span>
        </div>
      </div>

      <br/>

      <div className='row'>
        Про заступання чергової зміни
      </div>

      <br/>

      <div className='row row_indent'>
        <p>Відповідно до Керівництва з оперативно-технічного забезпечення на вузлах зв`язку Збройних Сил України,
        наказів командира військової частини А1799 від 5 рудня 2018 року №275дск "Про організацію чергування на
          Центрі зв`язку у 2019 навчальному році".</p>
      </div>

      <br/><br/>

      <div className='row row_indent'>
        <p>НАКАЗУЮ</p>
        <p>01 серпня 2019 року на чергування заступити:</p>
        <p>1. На інформаційно-телекомунікаційному вузлі "Вересень":</p>
      </div>

      <table className='table'>
        <thead>
        <tr>
          <th>Бойові пости</th>
          <th>І зміна<br/>(09:00 - 15:00)</th>
          <th>ІI зміна<br/>(15:00 - 21:00)</th>
          <th>ІII зміна<br/>(21:00 - 09:00)</th>
        </tr>
        </thead>
        <tbody>
        <tr>
          <td>СПНПУСЗ<br/>БП-010</td>
          <td colSpan={3}>м-р Сененко В.</td>
        </tr>
        <tr>
          <td>Помічник СПНПУСЗ - черговий ІТВ</td>
          <td colSpan={3}>ст. л-т Арямін П.</td>
        </tr>
        <tr>
          <td>механік-телеграфіст<br/>БП-120, БП-220</td>
          <td colSpan={3}>-</td>
        </tr>
        <tr>
          <td>Начальник зміни ОПІ, експедитор-телеграфіст ВОПІ<br/>1БП-180</td>
          <td colSpan={3}>ст. с-т Алєксєєва Д.</td>
        </tr>
        <tr>
          <td>експедитор-телеграфіст ВОПІ<br/>2БП-180</td>
          <td colSpan={3}>солд. Гутник М.</td>
        </tr>
        <tr>
          <td>експедитор-телеграфіст ВОПІ<br/>3БП-180</td>
          <td colSpan={3}>пр. ЗСУ Скітович О.</td>
        </tr>
        <tr>
          <td>телефоніст<br/>БП-230</td>
          <td colSpan={2}>солд. Клюк М.</td>
          <td>-</td>
        </tr>
        <tr>
          <td>лінійний наглядач<br/>БП-240</td>
          <td colSpan={2}>солд. Херович І.</td>
          <td>-</td>
        </tr>
        <tr>
          <td>механік<br/>БП-250</td>
          <td colSpan={3}>-</td>
        </tr>
        <tr>
          <td>механік-телеграфіст<br/>БП-630</td>
          <td colSpan={3}>солд. Подкалюк В.</td>
        </tr>
        <tr>
          <td>черговий офіцер-адміністратор<br/>1БП-410</td>
          <td colSpan={3}>ст. л-т Арямін П.</td>
        </tr>
        <tr>
          <td>начальник зміни ОПІ, експедитор-телеграфіст<br/>2БП-410</td>
          <td colSpan={3}>пр. ЗСУ Скітович О.</td>
        </tr>
        <tr>
          <td>черговий офіцер-адміністратор (начальник зміни)<br/>1БП-420</td>
          <td colSpan={3}>ст. солд. Лискова К.</td>
        </tr>
        <tr>
          <td>механік (начальник зміни)<br/>2БП-420</td>
          <td colSpan={3}>-</td>
        </tr>
        <tr>
          <td>механік (начальник зміни)<br/>3БП-420</td>
          <td colSpan={2}>ст. с-т Малєєв А.</td>
          <td>-</td>
        </tr>
        <tr>
          <td>механік (начальник зміни)<br/>4БП-420</td>
          <td colSpan={2}>ст. с-т Кобв Ж.</td>
          <td>-</td>
        </tr>
        <tr>
          <td>механік (начальник зміни)<br/>5БП-420</td>
          <td colSpan={3}>-</td>
        </tr>
        <tr>
          <td>начальник зміни<br/>БП-810</td>
          <td colSpan={3}>солд. Солдатов М.</td>
        </tr>
        <tr>
          <td>механік-дизеліст<br/>БП-990</td>
          <td colSpan={3}>м-р Сененко В.</td>
        </tr>
        </tbody>
      </table>

      <br/>

      <div className='row row_indent'>
        <p>2. Відповідно до наказів командира військової частини А1799 про допуск до стажування особового складу на
          бойових постах інформаційно-телекомунікаційного вузла зв`язку "Вересень" допустити нижчепойменований особовий
          склад у якості номерів чергових обслуг інформаційно-телекомунікаційного вузла зв`язку "Вересень":</p>
      </div>

      <table className='table'>
        <thead>
        <tr>
          <th>Бойові пости</th>
          <th>І зміна<br/>(09:00 - 15:00)</th>
          <th>ІI зміна<br/>(15:00 - 21:00)</th>
          <th>ІII зміна<br/>(21:00 - 09:00)</th>
        </tr>
        <tr><td>-</td><td colSpan={3}>-</td></tr>
        </thead>
      </table>

      <br/>

      <div className='row row_indent'>
        <p>3. На інформаційно-телекомунікаційному вузлі зв`язку "Фортеця":</p>
      </div>

      <table className='table'>
        <thead>
        <tr>
          <th>Бойові пости</th>
          <th>І зміна<br/>(09:00 - 15:00)</th>
          <th>ІI зміна<br/>(15:00 - 21:00)</th>
          <th>ІII зміна<br/>(21:00 - 09:00)</th>
        </tr>
        <tr>
          <td>Черговий вузла звязку<br/>БП-010</td>
          <td colSpan={3}>м-р Ковальов Р.</td>
        </tr>
        </thead>
      </table>

      <br/>

      <div className='row row_indent'>
        <p>4. У віділі фельд`єгерсько-поштового зв`язку:</p>
      </div>

      <table className='table'>
        <thead>
        <tr>
          <th>Бойові пости</th>
          <th>І зміна<br/>(09:00 - 15:00)</th>
          <th>ІI зміна<br/>(15:00 - 21:00)</th>
          <th>ІII зміна<br/>(21:00 - 09:00)</th>
        </tr>
        <tr>
          <td>Черговий відділу ФПЗ</td>
          <td colSpan={3}>ст. с-т Мазіпчук Д.</td>
        </tr>
        <tr>
          <td>Черговий військовий фельд`єгер</td>
          <td colSpan={2}>ст. солд. Москаленко С.<br/>солд. Скібіцький Р.</td>
          <td>-</td>
        </tr>
        <tr>
          <td>Черговий експедитор відділення обробки та розсилки поштових документів</td>
          <td colSpan={2}>солд. Харченко Б.</td>
          <td>-</td>
        </tr>
        <tr>
          <td>Водій-експедитор</td>
          <td colSpan={2}>солд. Ткачук Ю.<br/>солд. Ляшенко А.<br/>солд. Іванніков В.</td>
          <td>-</td>
        </tr>
        </thead>
      </table>

      <br/>

      <div className='row row_indent'>
        <p>5. Черговим змінам інформаційно-телекомунікаційних вузлів та відділу фельдєгерсько-поштового звязку забезпечити
         своєчасне та якісне виконання покладених завдань, правил техніки безпеки, безпеки звязку згідно з вимогами
          керівних документів та інструкцій.</p>
        <p>6. Форма одягу:
          - під час інструктажу чергової зміни та підведення підсумків чергування чергової зміни - польова;
          - на час несення чергування - польова, для чергового фельд`єгеря відділу фельд`єгерсько-поштового звязку - повсякденна
          (цивільно-ділова).
        </p>
        <p>7. Видати особисту зброю:
          <br/>- пістолет Макарова серії МН №4532 та боєприпаси до неї у кількості 16 штук
          черговому військовому фельдєгерю <span style={{textDecoration: 'underline'}}>солдату Скібіцькому Р;</span>
          <br/>- пістолет Макарова серії БИ №7204 та боєприпаси до неї у кількості 16 штук
          черговому військовому фельдєгерю <span style={{textDecoration: 'underline'}}>старшому солдату Москаленко О.</span></p>
        <p>8. Для забезпечення доставки поштової та таємної кореспонденції залучити транспортні засоби віділу
          фельєгерсько-поштового звязку: DAEWOO Lanos(1133 KIA), DAEWOO Lanos(AA 3970 TX), DAEWOO Lanos(AA 4523 XB).</p>
        <p>9. Черговими водіям відділу фельдєгерсько-поштового звязку призначити: солд. Ткачука Ю., солд. Ляшенка А.,
          чергові автомобілі: DAEWOO Lanos(1185 КИВ), DAEWOO Lanos(AA 0362 TX)</p>
        <p>10. Наказ довести до особового складу чергової зміни.</p>
      </div>

      <br/><br/>

      <div className='row'>
        <p>Командир військової частини А1799</p>
        <div className='row row_multicol' style={{borderBottom: '1px solid black'}}>
          <span>підполковник</span>
          <span>о/п</span>
          <span>С.КИСИЛЕНКО</span>
        </div>
        <p>Згідно</p>
        <p>Тимчасово виконуючий обов`язки засутпника командира частини - начальника пункту управління ситемою зв`язку</p>
        <div className='row row_multicol'>
          <span>майор</span>
          <span>В.СЕНЕНКО</span>
        </div>
      </div>
    </div>
  );
}